<?php
const TEXT = [
// Text for Introduction section
0 => "隐私政策",
1 => "版本 - ",
2 => "你好",
3 => "在Wuwana，我们关心隐私，并尽最大努力捍卫您的隐私。这就是为什么我们只收集和使用用户的最低限度的数据。",
4 => "在这里，您可以找到关于Wuwana如何使用数据以及我们在这个页面上收集您的数据的完整细节。",

// Text for privacy-unique section
5 => "您的数据作为访客解释",
6 => "作为访问者，Wuwana收集的关于您的个人识别数据为零，包括我们的分析，我们只存储非个人数据。我们甚至不在网站上使用cookies，无论是第一方还是第三方的cookies。",
7 => "我们会跟踪您访问了哪些公司页面或点击了哪些链接，但我们不会存储这些数据。我们没有办法知道您访问了公司页面。我们只知道有人访问过。我们使用这些信息来帮助我们实现核心功能，如统计或搜索。",
8 => "因此，作为访问者，我们不会存储任何关于您的数据。",

// Text for privacy-exception section
9 => "需要注意的是",
10 => "1. 技术基础知识",
11 => "我们的服务器会保存基本技术信息的日志，如您的IP地址、浏览器信息或操作系统。您的设备会自动发送这些信息，我们仅将其用于网站的核心功能。",
12 => "2. 第三方链接和内容",
13 => "我们显示来自第三方网站的链接和内容。这些网站有其独立的隐私政策，我们对其内容或活动不承担任何责任或义务。",
14 => "3. 信息使用",
15 => "我们可能会在以下情况下披露您的信息：响应法院命令或其他法律要求；行使我们的合法权利或针对法律索赔进行辩护；调查、防止或采取有关非法活动、涉嫌欺诈或滥用、违反我们的政策的行动；或保护我们的权利和财产。",
16 => "我们可以在任何时候以任何理由删除任何信息，如技术需要、法律问题、防止滥用、数据丢失或任何其他原因。",

// Text for privacy-general section
17 => "您的同意",
18 => "使用我们的网站，即表示您同意我们的隐私政策。",
19 => "联系我们",
20 => "如果您对本隐私政策有疑问，请发电子邮件至 jonathan@wuwana.com。",
21 => "本政策的变更",
22 => "如果我们决定改变我们的隐私政策，我们将在本页面上发布这些变化。",

// Text for change log
23 => "2021年1月7日 - 首次发布"
// Remember to update the HTML number code (below H1)
];